/* No comment provided by engineer. */
"A device that you have previously authorized is requesting re-authorization. This could be because it has lost its authorization code, or because something else is pretending to be that device. Only click OK if you are certain you are authorizing the device you intend to." = "Un appareil que vous avez précédemment autorisé demande à nouveau à être autorisé. Cela peut être dû à la perte du code d’autorisation, ou quelque chose d’autre prétend être cet appareil. Ne cliquez sur OK que si vous autorisez l’appareil que vous voulez autoriser.";

/* Error description */
"Alignment Error" = "Erreur d’alignement";

/* No comment provided by engineer. */
"Authentication failed." = "Échec de l'authentification";

/* No comment provided by engineer. */
"Authorized" = "Autorisé";

/* No comment provided by engineer. */
"Authorizing…" = "Autorisation en cours…";

/* No comment provided by engineer. */
"Beginning local transaction" = "Début de la transaction locale";

/* No comment provided by engineer. */
"Beginning remote transaction" = "Début de la transaction distante";

/* No comment provided by engineer. */
"Beginning remote transaction (input required on remote device)" = "Début de la transaction distante (action requise sur l’appareil distant)";

/* Error description */
"Buffer Too Small" = "Tampon trop petit";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cancelled authorization." = "Autorisation annulée.";

/* No comment provided by engineer. */
"Clean: %@ (%@)" = "Nettoyé : %1$@ (%2$@)";

/* No comment provided by engineer. */
"Closing local store" = "Fermeture de l’emplacement local";

/* No comment provided by engineer. */
"Closing remote store" = "Fermeture de l’emplacement distant";

/* No comment provided by engineer. */
"Committing local transaction" = "Engagement de la transaction locale";

/* No comment provided by engineer. */
"Committing remote transaction" = "Engagement de la transaction distante";

/* No comment provided by engineer. */
"Completing Sync" = "Achèvement de la synchronisation";

/* No comment provided by engineer. */
"Connection cancelled." = "Connexion annulée.";

/* No comment provided by engineer. */
"Connection failed because a call is active." = "Échec de la connexion car une communication est active.";

/* No comment provided by engineer. */
"Connection failed because data transmission is not allowed." = "Échec de la connexion car l’envoi de données n’est pas autorisé.";

/* No comment provided by engineer. */
"Connection failed because international roaming is turned off." = "Échec de la connexion car l’utilisation de données en itinérance internationale est désactivée.";

/* No comment provided by engineer. */
"Connection failed because it could not decode the content data." = "Échec de la connexion suite à l’échec du décodage des données des contenus.";

/* No comment provided by engineer. */
"Connection failed because it could not decode the raw data." = "Échec de la connexion suite à l’échec du décodage des données brutes.";

/* No comment provided by engineer. */
"Connection failed because it could not detect an internet connection." = "Échec de la connexion car la connexion à Internet ne peut être détectée.";

/* No comment provided by engineer. */
"Connection failed because it received a bad server response." = "Échec de la connexion suite à une mauvaise réponse du serveur";

/* No comment provided by engineer. */
"Connection failed because it retrieved a zero-byte resource." = "Échec de la connexion suite à la récupération de ressources vides.";

/* No comment provided by engineer. */
"Connection failed because it was redirected to a nonexistent location." = "Échec de la connexion car elle a été redirigée vers un emplacement inexistant.";

/* No comment provided by engineer. */
"Connection failed because of insufficient permissions." = "Échec de la connexion pour manque de permissions.";

/* No comment provided by engineer. */
"Connection failed because Sync could not connect to the specified host." = "Échec de la connexion car la synchronisation n’a pu se connecter à l’hôte spécifié.";

/* No comment provided by engineer. */
"Connection failed because the connection timed out." = "Échec de la connexion suite à un dépassement de délai.";

/* No comment provided by engineer. */
"Connection failed because the DNS lookup failed." = "Échec de la connexion car la recherche par DNS a échoué.";

/* No comment provided by engineer. */
"Connection failed because the host cannot be located." = "Échec de la connexion car l’hôte est introuvable.";

/* No comment provided by engineer. */
"Connection failed because the network connection was lost." = "Échec de la connexion car la connexion au réseau a été perdue.";

/* No comment provided by engineer. */
"Connection failed because the request body stream was exhausted." = "Échec de la connexion car le corps du flux de la requête est tari.";

/* No comment provided by engineer. */
"Connection failed because the requested file does not exist." = "Échec de la connexion car le document demandé n’existe pas.";

/* No comment provided by engineer. */
"Connection failed because the requested file is a directory." = "Échec de la connexion car le fichier demandé est un dossier.";

/* No comment provided by engineer. */
"Connection failed because the resource was unavailable." = "Échec de la connexion car la ressource est indisponible.";

/* No comment provided by engineer. */
"Connection failed because too many redirects were encountered." = "Échec de la connexion suite à de trop nombreuses redirections.";

/* No comment provided by engineer. */
"Connection failed because user authentication is required." = "Échec de la connexion car une authentification utilisateur est requise.";

/* No comment provided by engineer. */
"Connection failed due to a malformed URL." = "Échec de la connexion car l’URL n’est pas formée correctement.";

/* No comment provided by engineer. */
"Connection failed due to an unknown error." = "Échec de la connexion suite à une erreur indéterminée";

/* No comment provided by engineer. */
"Connection failed due to an unsupported URL." = "Échec de la connexion car l’URL n’est pas supportée.";

/* No comment provided by engineer. */
"Connection failed." = "Échec de la connexion";

/* No comment provided by engineer. */
"Copying record %@" = "Copie de l’enregistrement %@";

/* No comment provided by engineer. */
"Could not add %@ to the transaction" = "Impossible d’ajouter %@ à la transaction";

/* No comment provided by engineer. */
"Could not add a local database because a database with that UUID already exists." = "Impossible d’ajouter une base de données locale car une base de données avec la même UUID existe déjà.";

/* No comment provided by engineer. */
"Could not add a local database because of an unknown error." = "Impossible d’ajouter une base de données locale suite à une erreur indéterminée.";

/* No comment provided by engineer. */
"Could not close the connection cleanly" = "Impossible de refermer la connexion proprement";

/* No comment provided by engineer. */
"Could not commit the transaction" = "Impossible d’engager la transaction";

/* No comment provided by engineer. */
"Could not complete adding %@ to the transaction" = "Impossible de terminer l’ajouter %@ à la transaction";

/* No comment provided by engineer. */
"Could not create the transaction" = "Impossible de créer la transaction";

/* No comment provided by engineer. */
"Could not fetch a directory’s contents" = "Impossible de récupérer le contenu d’un répertoire";

/* No comment provided by engineer. */
"Could not fetch an item’s type" = "Impossible de récupérer le type d’un élément";

/* No comment provided by engineer. */
"Could not fetch the databases" = "Impossible de récupérer les bases de données";

/* No comment provided by engineer. */
"Could not fetch the item’s type because no such item exists." = "Impossible de récupérer le type d’un élément car il n’existe pas.";

/* No comment provided by engineer. */
"Could not fetch the records" = "Impossible de récupérer les enregistrement";

/* No comment provided by engineer. */
"Could not fetch the transaction" = "Impossible de récupérer la transaction";

/* No comment provided by engineer. */
"Could not fetch the type of a file/directory" = "Impossible de récupérer le type d’un fichier/répertoire";

/* No comment provided by engineer. */
"Could not load %@" = "Impossible de charger %@";

/* No comment provided by engineer. */
"Could not load a persistent transaction." = "Impossible de charger une transaction persistante";

/* No comment provided by engineer. */
"Could not load a record" = "Impossible de charger un enregistrement";

/* No comment provided by engineer. */
"Could not load the sync locations because the Locations file is invalid." = "Impossible de charger les emplacements de synchronisation car le fichier d’emplacements n’est pas valide.";

/* No comment provided by engineer. */
"Could not merge the directories" = "Impossible de fusionner des répertories";

/* No comment provided by engineer. */
"Could not move a file/directory" = "Impossible de déplacer un fichier/répertoire";

/* No comment provided by engineer. */
"Could not move “%@” to new parents because of an unknown error." = "Impossible de déplacer « %@ » dans un nouveau parent suite à une erreur indéterminée.";

/* No comment provided by engineer. */
"Could not open the connection" = "Impossible d’ouvrir la connexion";

/* No comment provided by engineer. */
"Could not open the connection (the specified host could not be found." = "Impossible d ’ouvrir la connexion (l’hôte spécifié est introuvable).";

/* No comment provided by engineer. */
"Could not remove the record because of an unknown error." = "Impossible de supprimer un enregistrement suite à une erreur indéterminée.";

/* No comment provided by engineer. */
"Could not store the record (%@)" = "Impossible d’inscrire l’enregistrement ( %@)";

/* No comment provided by engineer. */
"Could not update the metadata of “%@” because of an unknown error." = "Impossible de mettre à jour les métadonnées de « %@ » suite à une erreur indéterminée.";

/* No comment provided by engineer. */
"Could not verify the store structure" = "Impossible de vérifier la structure de l’enregistrement";

/* No comment provided by engineer. */
"Could not verify the structure of the database" = "Impossible de vérifier la structure de la base de données";

/* No comment provided by engineer. */
"Could not write the record’s content" = "Impossible d’inscrire le contenu de l’enregistrement";

/* Error description */
"Decode Error" = "Erreur de décodage";

/* No comment provided by engineer. */
"Deleting" = "Suppression";

/* No comment provided by engineer. */
"Deleting record %@" = "Suppression de l’enregistrement %@";

/* Label used to describe the type of direct connection locations */
"Direct Connection" = "Connexion directe";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox";

/* No comment provided by engineer. */
"Duplicate Database" = "Dupliquer la base de données";

/* Error reason */
"Failed to allocate memory" = "Échec de l’allocation de la mémoire";

/* No comment provided by engineer. */
"Fetching local database" = "Récupération de la base de données locale";

/* No comment provided by engineer. */
"Fetching local records" = "Récupération des enregistrements locaux";

/* No comment provided by engineer. */
"Fetching remote database" = "Récupération de la base de données distante";

/* No comment provided by engineer. */
"Fetching remote records" = "Récupération des enregistrements distants";

/* Error reason */
"Function not implemented for the current algorithm" = "Fonction non implémentée dans l’algorithme présent";

/* Error reason */
"Illegal parameter supplied to encryption/decryption algorithm" = "Paramètres illégaux fournis à l’algorithme de chiffrement/déchiffrement";

/* Error reason */
"Input data did not decode or decrypt correctly" = "Les données de l’entrée ne se sont pas décodées ou décryptées correctement";

/* Error reason */
"Input size to encryption algorithm was not aligned correctly" = "La taille de l’entrée de l’algorithme de chiffrement n’est pas correctement aligné";

/* Error reason */
"Insufficient buffer provided for specified operation" = "Tampon fourni insuffisant pour l’opération spécifiée";

/* No comment provided by engineer. */
"Invalid argument." = "Argument non valide.";

/* No comment provided by engineer. */
"Local" = "Local";

/* Label used to describe the type of .dtSyncStore package locations */
"Local Sync Store" = "Emplacement de synchronisation local";

/* Error description */
"Memory Failure" = "Défaillance de la mémoire";

/* No comment provided by engineer. */
"Merged duplicate items { name: '%@', url: '%@' } in feed '%@'. " = "Fusion des éléments en double { nom : « %1$@ », url : « %2$@ » } dans le flux « %3$@ ». ";

/* No comment provided by engineer. */
"More than 10% of the records in the local database and remote store will be changed." = "Plus de 10 % des enregistrements de la base de donnée locale et de l’emplacement distant seront modifiés.";

/* No comment provided by engineer. */
"More than 1000 of the records in the local database and remote store will be changed." = "Plus de 1 000 enregistrements dans la base de donnés locale et l’emplacement distant seront modifiés.";

/* No comment provided by engineer. */
"Most recent receipt uses an outdated format; reverting to safe method (%@)." = "Le reçu le plus récent utilise un format obsolète ; bascule vers la méthode fiable ( %@)";

/* No comment provided by engineer. */
"Moving record %@" = "Déplacement de l’enregistrement %@";

/* No comment provided by engineer. */
"Not authorized" = "Non autorisé";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Opening local store" = "Ouverture de l’emplacement local";

/* No comment provided by engineer. */
"Opening remote store" = "Ouverture de l’emplacement distant";

/* No comment provided by engineer. */
"Opening remote store (input required on remote device)" = "Ouverture de l’emplacement distant (action nécessaire sur l’appareil distant)";

/* Error description */
"Parameter Error" = "Erreur de paramètre";

/* No comment provided by engineer. */
"Please ensure all machines are updated to the most current version of DEVONthink." = "Veuillez vous assurer que toutes les machines sont à jour avec la version la plus récente de DEVONThink.";

/* No comment provided by engineer. */
"Please upgrade your copy of DEVONthink in order to use the Sync plugin." = "Veuillez mettre à niveau votre version de DEVONThink pour pouvoir utiliser le module externe de synchronisation.";

/* No comment provided by engineer. */
"Re-Authorize Device?" = "Réautoriser l’appareil ?";

/* No comment provided by engineer. */
"Resolving conflict for" = "Résolution du conflit pour";

/* No comment provided by engineer. */
"Resuming local transaction" = "Reprise de la transaction locale";

/* No comment provided by engineer. */
"Resuming remote transaction" = "Reprise de la transaction distante";

/* No comment provided by engineer. */
"Resuming remote transaction (input required on remote device)" = "Reprise de la transaction distante (action nécessaire sur l’appareil distant)";

/* No comment provided by engineer. */
"Retrieving" = "Récupération";

/* No comment provided by engineer. */
"Sending" = "Envoi";

/* Error description */
"Success" = "Succès";

/* No comment provided by engineer. */
"Successfully imported." = "Succès de l’importation.";

/* No comment provided by engineer. */
"Successfully synced." = "Succès de la synchronisation.";

/* No comment provided by engineer. */
"Sync NowImport" = "Synchroniser avec NowImport";

/* No comment provided by engineer. */
"Sync: %@ → %@ (%@)" = "Synchroniser: %1$@ → %2$@ (%3$@)";

/* No comment provided by engineer. */
"Synchronize" = "Synchroniser";

/* No comment provided by engineer. */
"Syncing database metadata" = "Synchronisation des métadonnées de la base de données";

/* No comment provided by engineer. */
"The differences between the records in the local database and remote store amount to more than 100MB." = "La différence entre les enregistrements dans la base locale et l’emplacement distant fait plus de 100 Mo.";

/* No comment provided by engineer. */
"The lockfile could not be validated.  Please try again later." = "Le fichier de verrouillage ne peut être validé. Veuillez réessayer ultérieurement.";

/* No comment provided by engineer. */
"The operation was cancelled." = "L’opération a été annulée.";

/* No comment provided by engineer. */
"The remote database is in use by another client.  Please try again later." = "La base de données distante est utilisée par un autre client. Veuillez réessayer ultérieurement.";

/* No comment provided by engineer. */
"The remote database seems to be a copy of a local database. Synchronizing will merge the remote and local changes and keep them in sync in the future (which is probably what you intended). If you do not want to merge them, for whatever reason, please cancel now and transfer the content to a new database." = "La base de donnée distante semble être une copie de la base locale. La synchronisation fusionnera les modifications locales et distantes et les gardera en synchronisation par le futur (ce qui est probablement ce que vous souhaitez faire). Si vous ne voulez pas les fusionner pour quelque raison que ce soit, veuillez annuler maintenant et transférez le contenu vers une autre base de données.";

/* No comment provided by engineer. */
"The requested resource already exists." = "La ressource demandé existe déjà.";

/* No comment provided by engineer. */
"The sync was cancelled on the remote side." = "La synchronisation a été annulée du côté distant.";

/* No comment provided by engineer. */
"There are significant differences between the local database and the remote store. %@" = "Il y a des différences significatives entre la base de donnée locale et l’emplacement distant. %@";

/* No comment provided by engineer. */
"This operation will link your DEVONthink Personal database with the specified remote database.  You can either merge your current data with the remote database or erase your current data, replacing it with the remote database.\nIf you choose to replace your local data, this will result in the removal of all data and cannot be undone!" = "Cette opération liera votre base de données personnelle DEVONThink avec la base de donnée distante sélectionnée. Vous pouvez soit fusionner vos données actuelles, soit les remplacer par la base distante.\nSi vous choisissez de remplacer les données locales, elles seront toutes supprimées irréversiblement !";

/* No comment provided by engineer. */
"This operation will remove all DEVONthink databases from the remote store.  This may cause serious problems with any other databases currently synchronizing with this location.  This cannot be undone!" = "Cette opération supprimera toutes les bases de données DEVONThink de l’emplacement local. Cela peut engendrer de sérieux problèmes avec toute autre base de donnée se synchronisant actuellement avec cet emplacement. Cette action est irréversible !";

/* No comment provided by engineer. */
"Try deleting ~/Library/Application Support/DEVONthink Pro 2/Sync/Locations and relaunching the application." = "Essayez de supprimer ~/Bibliothèque/Application Support/DEVONthink Pro 2/Sync/Locations puis relancez l’application.";

/* No comment provided by engineer. */
"Unable to successfully fetch records using receipts; reverting to safe method (%@)." = "Impossible de correctement récupérer les enregistrements en utilisant les reçus ; bascule vers la méthode fiable ( %@)";

/* Error description */
"Unimplemented Function" = "Fonction non implémentée";

/* No comment provided by engineer. */
"Unimplemented operation." = "Opération on implémentée.";

/* Error description */
"Unknown Error" = "Erreur inconnue";

/* No comment provided by engineer. */
"Unknown error." = "Erreur inconnue.";

/* No comment provided by engineer. */
"WebDAV" = "WebDAV";

/* No comment provided by engineer. */
"The record was changed since syncing began. Changes to this record will apply on the next sync." = "L’enregistrement a été modifié depuis le lancement de la synchronisation. Les modifications ne s’appliqueront qu’à la prochaine synchronisation.";

/* No comment provided by engineer. */
"Could not retrieve the requested record." = "Impossible de récupérer l’enregistrement demandé.";

/* No comment provided by engineer. */
"Synchronize All" = "Synchroniser toutes";

/* No comment provided by engineer. */
"The user refused to accept the synchronization request." = "L’utilisateur a refusé la demande de synchronisation.";

/* No comment provided by engineer. */
"A remote user has attempted to synchronize with your DEVONthink Personal database.  You can either merge your current data with the remote database or erase your current data, replacing it with the remote database.  If you choose to replace your local data, this will result in the removal of all data and cannot be undone!" = "Un utilisateur distant a tenté de se synchroniser avec votre bibliothèque personnelle DEVONThink. Vous pouvez, soit fusionner vos données actuelles avec la base de données distante, ou supprimer vos données actuelles et les remplacer avec les données de la base distante. Si vous choisissez de remplacer vos données locales, toutes vos données seront irréversiblement supprimées.";

/* No comment provided by engineer. */
"Replace" = "Remplacer";

/* No comment provided by engineer. */
"Merge" = "Fusionner";

/* No comment provided by engineer. */
"The database was closed before the sync was completed." = "La base de données a été refermée avant que la synchronisation ne soit terminée.";

/* No comment provided by engineer. */
"The application was terminated before the sync was completed." = "L’application a quitté avant que la synchronisation ne soit terminée.";

/* No comment provided by engineer. */
"Verification of database failed." = "Veuillez réparer cette base de données en utilisant la commande du menu Outils > Vérifier & réparer.";

/* No comment provided by engineer. */
"Merged duplicate tag." = "Balise de doublons fusionnés.";

/* No comment provided by engineer. */
"Couldn’t retrieve the content for the record, because no such record could be found." = "Impossible de récupérer le contenu de l’enregistrement, car il est introuvable.";

/* No comment provided by engineer. */
"Couldn’t retrieve the content for the record; the record may be incomplete or damaged." = "Impossible de récupérer le contenu de l’enregistrement ; l’enregistrement est incomplet ou corrompu.";

/* No comment provided by engineer. */
"The local application and the remote application are the same.  Please check the remote address and try again." = "Les applications locales et distantes sont identiques. Veuillez vérifier l’adresse distante et réessayer.";

"Could not create a directory at the specified path; ensure that all volumes are correctly mounted and available with the correct permissions." = "Création d’un répertoire sur la destination spécifiée impossible; assurez-vous que tous les volumes sont correctement montés et disposent de permissions correctes.";
"Failed to fetch information for database (%@)" = "Récupération des informations de la base de données impossible (%@)";
"Database Metadata: " = "Métadonnées de la base de données : ";
"Insufficient free space to complete the transaction." = "Espace libre insuffisant pour terminer la transaction.";
"The volume does not appear to be mounted." = "Le volume ne semble pas être monté.";
"All records in the remote copy of the database will be removed." = "Tous les enregistrements de la copie distante de la base de donnée seront supprimés.";
"Could not read the receipt.  The receipt may have been created with an outdated version of the Sync Plugin.  Please clean the remote store and try again." = "Lecture du reçu impossible. Le reçu peut avoir été créé avec une version dépassée du module externe de synchronisation. Veuillez nettoyer la destination distante de synchronisation et réessayer.";

"Give DEVONthink access to any folder where indexed items may be kept." = "Autoriser DEVONthink à accéder à tout dossier où se trouvent des éléments à indexer.";

"Failed to resolve URL from security bookmark data." = "URL de données de signet de sécurité impossible à résoudre";

"Resolved stale URL from security bookmark data." = "État résolu de l’URL de signet de sécurité.";

"Failed to access URL resolved from security bookmark data." = "URL résolue depuis le signet de sécurité inaccessible.";

"Permission to access a file was denied.  Since this is a sandboxed environment, DEVONthink must explicitly be given access to folders outside of its database where it may need to read or write files." = "L’accès au fichier a été refusé. En configuration Sandbox, DEVONthink doit se voir donner un accès explicite aux dossiers en dehors de sa base de données qu’il pourrait avoir besoin de lire ou écrire.";

